---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportPatternTable
source: html/ce563970-90e6-274f-02d7-009aa0b05f7d.htm
---
# ExportPatternTable Properties

Count of the items contained in the collection.